import React from "react";
import Vid from "./ved/1.mp4";
export default function Awareness() {
  return (
    <div className="text-light text1 ">
      <div className="text-center m-5">
        <img
          className="App"
          src="https://cdn.al-ain.com/lg/images/2018/2/20/47-154758-tips-and-ways-to-quit-smoking_700x400.jpeg"
        ></img>
      </div>
      <h1 className="text-center m-5 text-warning">
        {" "}
        نصائح للإقلاع عن التدخين سريعا ونهائيا{" "}
      </h1>
      <ul className="fs-5">
        <li>
          من أهم خطوات الإقلاع عن التدخين اتخاذ القرار بإيقافه نهائيا، وهذا
          يحتاج إلى إرادة وعزيمة قوية.
        </li>
        <li>
          يجب عليك الابتعاد عن التدخين وعدم جعله يرتبط بالحالة المزاجية أو
          النفسية، حتى تتجنب آثار انسحاب النيكوتين من الجسم.
        </li>
        <li>
          يجب عليك أن تتوقف عن التدخين فجأة وليس تدريجيا حتى لا تعود إليها مرة
          أخرى، ولا تلجأ إلى بدائل السجائر كالشيشة أو حتى السجائر الإلكترونية.
        </li>
        <li>
          أثناء الإقلاع عن التدخين يجب عليك الاهتمام بتناول الطعام بالشكل الصحي
          والسليم، وخاصة الأطعمة التي تخلص جسمك من آثار التدخين.
        </li>
        <li>عليك تجنب الجلوس مع مدخنين آخرين لفترة طويلة. </li>
        <li>
          يجب عليك أن تتذكر دائما أن التدخين قد يلقي بك إلى التهلكة، وهذا لأنه
          يُعَد مصدرا أساسيا لمرض السرطان وأمراض الرئة.
        </li>
        <li>
          من بدائل النيكوتين اللاصقة التي تباع في الصيدليات وهى من الوسائل
          الآمنة والتي تعطي نسبة قليلة من النيكوتين بالجسم، وتساعد على الإقلاع
          عن التدخين في وقت قليل، ويتم وضعها على الذراع ومن الممكن أن تترك عليه
          لفترة 16 ساعة تقريبا ولكن يجب التوقف عن استخدامها في حالة حدوث تهيجات
          جلدية أو سرعة في ضربات القلب وخاصة أثناء النوم.
        </li>
      </ul>
      <div>
        <video
          class="our-story-card-video"
          data-uia="our-story-card-video"
          autoPlay
          muted
          playsinline=""
          loop=""
        >
          <source src={Vid} type="video/mp4" />
        </video>
      </div>
    </div>
  );
}
